{ 
  "data" : [
    {
      "id": "1",
      "name": "Gedung sate",
      "loc": {"lat": -6.902481, "lng" : 107.618813},
      "desc": "Gedung Sate is a public building in Bandung, West Java, Indonesia. It was designed according to a neoclassical design incorporating native Indonesian elements by Dutch architect J. Gerber to be the seat of the Dutch East Indies department of Transport, Public Works and Water Management; the building was completed in 1920. Today, the building serves as the seat of the governor of the province of West Java,[1] and also a museum.[2] (Wikipedia)",
      "address": "Jalan Diponegoro No. 22",
      "url": "http://sample-gedung-sate.com/"
    },
    {
      "id": "2",
      "name": "Kota Tua Jalan Braga",
      "loc": {"lat": -6.917923, "lng" : 107.609441 },
      "desc": "Braga Street (official name in Indonesian: Jalan Braga) is a small street in the center of Bandung, Indonesia, which was famous in the 1920s as a promenade street. Chic cafes, boutiques and restaurants with European ambiance along the street had made the city to attain the Paris of Java nickname. The street starts from a T-junction with the Asia-Afrika Street (or De Groote Postweg during the colonial times) to the north until the city council (balaikota), which was formerly a coffee warehouse. (Wikipedia)",
      "address": "Jalan Braga",
      "url": "http://sample-braga.com/"
    },
    {
      "id": "3",
      "name": "Alun Alun Bandung",
      "loc": {"lat": -6.921874, "lng" : 107.607132},
      "desc": "Alun-alun Bandung adalah pusat kota Bandung yang dicirikan oleh sebidang tanah yang luas. Di sekelilingnya ada bangunan-bangunan fungsional. Tempatnya ada di dekat Grote Postweg.[1] (Wikipedia)",
      "address": "Jalan Asia Afrika",
      "url": "http://sample-alunalun.com/"
    },
    {
      "id": "4",
      "name": "Trans Studio Bandung",
      "loc": {"lat": -6.925063, "lng" : 107.636513 },
      "desc": "Trans Studio Bandung is an amusement park in Bandung, Indonesia. Trans Studio is built on a land with size of 4.2 hectares with an investment cost up to 2 trillion Rupiah.[1] Trans Studio Bandung is composed of several sections, among others: a shopping mall called Trans Studio Mall (of usually referred as TSM), a recreation park called Trans Studio and a luxury hotel called Trans Studio Hotel. (Wikipedia)",
      "address": "River Valley Rd; Singapore 179037",
      "url": "http://sample-transtudio.com/"
    },
    {
      "id": "5",
      "name": "Bandung Zoo",
      "loc": {"lat": -6.890287, "lng" : 107.606840 },
      "desc": "Kebun Binatang Bandung or Bandung Zoological Gardens is a zoo located in the city of Bandung in West Java, Indonesia. It was created in 1933 when two existing zoos in the city (Cimindi zoo and Dago Atas zoo) were combined and moved to the current location on Taman Sari street. The new zoo was located in Jubileum Park, a botanical garden created in 1923 to celebrate the Silver Jubilee of Queen Wilhelmina of the Netherlands.[1] (Wikipedia).",
      "address": "Jalan Kebun Binatang No.6, Lebak Siliwangi, Coblong",
      "url": "http://sample-zoo.com/"
    }
  ]
}