{ 
  "data" : [
    {
      "id": "1",
      "name": "Merlion",
      "loc": {"lat": 1.286920, "lng" : 103.854570},
      "desc": "The Merlion is a well-known marketing icon of Singapore depicted as a mythical creature with a lions head and the body of a fish. It is widely used as a mascot and national personification of Singapore",
      "img": "0",
      "address": "One Fullerton; Singapore 049213",
      "url": "http://sample-merlion.com/"
    },
    {
      "id": "2",
      "name": "Asian Civilisations Museum",
      "loc": {"lat": 1.287466, "lng" : 103.851424 },
      "desc": "The Asian Civilisations Museum is an institution which forms a part of the four museums in Singapore. the other three being the Peranakan Museum at Old Tao Nan School. the National Museum of Singapore and the Singapore Art Museum.",
      "img": "1",
      "address": "1 Empress Pl; Singapore 179555",
      "url": "http://sample-asiansmuseum.com/"
    },
    {
      "id": "3",
      "name": "Clarke Quay",
      "loc": {"lat": 1.290555, "lng" : 103.846188},
      "desc": "Clarke Quay is a historical riverside quay in Singapore. located within the Singapore River Planning Area. The quay is situated upstream from the mouth of the Singapore River and Boat Quay",
      "img": "2",
      "address": "3 River Valley Rd; Singapore 179024",
      "url": "http://sample-clarkequay.com/"
    },
    {
      "id": "4",
      "name": "Fort Canning Park",
      "loc": {"lat": 1.295526, "lng" : 103.845331 },
      "desc": "Fort Canning is a small hill slightly more than 60 metres high in the southeast portion of the island city-state of Singapore. within the Central Area that forms Singapores central business district.",
      "img": "3",
      "address": "River Valley Rd; Singapore 179037",
      "url": "http://sample-fortcanningpark.com/"
    },
    {
      "id": "5",
      "name": "Orchard Road",
      "loc": {"lat": 1.302279, "lng" : 103.837399 },
      "desc": "Orchard Road is Singapore’s retail heart. with discount outlets. department stores and upscale boutiques. alongside luxury hotels. Emerald Hill Road is a mix of colorful Chinese baroque houses and casual pubs. while al fresco bars and eateries can be found along nearby Cuppage Terrace. The Newton Food Centre is a popular foodie hub. offering everything from barbecued seafood and roasted meats to traditional desserts.",
      "img": "4",
      "address": "Orchard Road; Singapore",
      "url": "http://sample-orchardroad.com/"
    },
    {
      "id": "6",
      "name": "Singapore Flyer",
      "loc": {"lat": 1.289332, "lng" : 103.863152 },
      "desc": "The Singapore Flyer is a giant Ferris wheel in Singapore. Described by its operators as an observation wheel. it opened in 2008. construction having taken about 2 years.",
      "img": "5",
      "address": "30 Raffles Ave; Singapore 039803",
      "url": "http://sample-singaporeflyer.com/"
    },
    {
      "id": "7",
      "name": "Marina Bay Sands",
      "loc": {"lat": 1.283099, "lng" : 103.860295},
      "desc": "Marina Bay Sands is an integrated resort fronting Marina Bay in Singapore. At its opening in 2010. it was billed as the worlds most expensive standalone casino",
      "img": "6",
      "address": "10 Bayfront Avenue; Singapore 018956",
      "url": "http://sample-marinabaysands.com/"
    },
    {
      "id": "8",
      "name": "Gardens By The Bay",
      "loc": {"lat": 1.281790, "lng" : 103.863954},
      "desc": "Gardens by the Bay is a nature park spanning 101 hectares of reclaimed land in central Singapore. adjacent to the Marina Reservoir. The park consists of three waterfront gardens: Bay South Garden. Bay East Garden and Bay Central Garden",
      "img": "7",
      "address": "18 Marina Gardens Dr; Singapore 018953",
      "url": "http://sample-gardensbythebay.com/"
    },
    {
      "id": "9",
      "name": "Chinatown",
      "loc": {"lat": 1.284193, "lng" : 103.843362},
      "desc": "Chinatown is a subzone and ethnic enclave located within the Outram district in the Central Area of Singapore. Featuring distinctly Chinese cultural elements. Chinatown has had a historically concentrated ethnic Chinese populatio",
      "img": "8",
      "address": "Chinatown; Singapore",
      "url": "http://sample-chinatown.com/"
    }
  ]
}